[
{
"name": "Amsterdam",
"elevation": 2,
"demonym": "Amsterdammer",
"population": 826659,
"description": "Amsterdam (English /ˈæmstərdæm/ or /ˌæmstərˈdæm/; Dutch: [ˌʔɑmstərˈdɑm]) is the capital city and most populous city of the Kingdom of the Netherlands. Its status as the Dutch capital is mandated by the Constitution of the Netherlands though it is not the seat of the Dutch government, which is The Hague. Amsterdam has a population of 825,080 within the city proper, 1,317,663 in the urban area and 1,590,520 in the metropolitan area. The city region has an approximate population of 2,431,000.",
"country": "Netherlands",
"id": 1,
"image": "http://www.iamsterdam.com/media/architecture-amsterdam/g-a-muntplein-nc.jpg"
},
{
"name": "Austin",
"elevation": 149.0472,
"demonym": "Austinite",
"population": 912791,
"description": "Austin (About this sound pronunciation ) (/ˈɒːstɨn/ or /ˈɑːstɨn/) is the capital of the US state of Texas and the seat of Travis County. Located in Central Texas, Austin is the 11th-most populous city in the United States and the fourth-most populous city in Texas and in the American South. It was the third-fastest-growing large city in the nation from 2000 to 2006. Austin is also the second largest state capital in the United States, after Phoenix, Arizona.",
"country": "United States",
"id": 2,
"image": "https://upload.wikimedia.org/wikipedia/commons/0/06/AustinSkylineLouNeffPoint-2010-03-29-b.JPG"
},
{
"name": "Baltimore",
"elevation": 10,
"demonym": "Baltimorean",
"population": 620961,
"description": "Baltimore (/ˈbɔːltɨˌmɔr/, locally: [ˈbɔɫ.mɔɻ]) is the largest city in the U.S. state of Maryland, and the 26th-most populous city in the country. It is the largest independent city in the United States.Founded in 1729, Baltimore is the second largest seaport in the Mid-Atlantic. Baltimore's Inner Harbor was once the second leading port of entry for immigrants to the United States and a major manufacturing center.",
"country": "United States",
"id": 3,
"image": "http://cdn.visitmaryland.org/sites/default/master/files/styles/widescreen_large/public/Balto14-Inner-Harbor-Night.jpg"
},
{
"name": "Barcelona",
"elevation": 12,
"demonym": "Barcelonan, Barcelonian",
"population": 1620943,
"description": "Barcelona (/bɑrsəˈloʊnə/, Catalan: [bəɾsəˈlonə], Spanish: [barθeˈlona]) is the capital city of the autonomous community of Catalonia in Spain and Spain's second most populated city, with a population of 1.6 million within its administrative limits. Its urban area extends beyond the administrative city limits with a population of around 4.7 million people, being the sixth-most populous urban area in the European Union after Paris, London, Madrid, the Ruhr area, and Milan.",
"country": "Spain",
"id": 4,
"image": "https://media.timeout.com/images/101851347/image.jpg"
},
{
"name": "Bergen",
"elevation": 987,
"demonym": "Bergensar",
"population": 272520,
"description": "Bergen (English /ˈbɜrɡən/; Norwegian pronunciation: [ˈbærɡn̩] (13px listen); in dialects of the city: [ˈbæʁɡn̩]) is a city and municipality on the Bergen Peninsula in Hordaland county on the west coast of Norway. The city was established before 1070 AD. Bergen is the administrative centre of Hordaland.As of 2014 the municipal population was 279,100 making it, after Oslo, the second-most populous city in Norway.",
"country": "Norway",
"id": 5,
"image": "https://res-1.cloudinary.com/simpleview/image/upload/c_fill,f_auto,q_65,w_768/v1/clients/norway/zachariasbryggen-bergen-norway_315f239b-9f2a-4bd2-b9db-e9fe510f5449.jpg"
},
{
"name": "Berlin",
"elevation": 34,
"demonym": "Berliner",
"population": 3562166,
"description": "Berlin (/bərˈlɪn/, German: [bɛɐ̯ˈliːn]) is the capital of Germany and one of the 16 states of Germany. With a population of 3.5 million people, it is the second most populous city proper and the seventh most populous urban area in the European Union. Located in northeastern Germany on the banks of Rivers Spree and Havel, it is the centre of the Berlin-Brandenburg Metropolitan Region, which has about six million residents from over 180 nations.",
"country": "Germany",
"id": 6,
"image": "http://students.marshall.usc.edu/undergrad/files/2014/09/berlin.jpg"
},
{
"name": "Boston",
"elevation": 42.9768,
"demonym": "Bostonian",
"population": 655884,
"description": "Boston (pronounced /ˈbɒstən/) is the capital and largest city of the Commonwealth of Massachusetts in the United States. Boston also served as the historic county seat of Suffolk County until Massachusetts disbanded county government in 1999. The city proper covers 48 square miles (124 km2) with an estimated population of 655,884 in 2014, making it the largest city in New England and the 24th largest city in the United States.",
"country": "United States",
"id": 7,
"image": "https://upload.wikimedia.org/wikipedia/commons/1/17/Boston_Back_Bay_reflection.jpg"
},
{
"name": "Buenos Aires",
"elevation": 25,
"demonym": "Porteño , Porteña",
"population": 2890151,
"description": "Buenos Aires (/ˈbweɪnəs ˈɛəriːz/ or /ˈaɪrɪs/, Spanish: [ˈbwenos ˈaiɾes]) is the capital and largest city of Argentina, and the second-largest metropolitan area in South America. It is located on the western shore of the estuary of the Río de la Plata, on the continent's southeastern coast.",
"country": "Argentina",
"id": 8,
"image": "http://www.fourseasons.com/content/dam/fourseasons/images/web/BUE/BUE_043_1280x486.jpg/jcr:content/renditions/cq5dam.web.1280.1280.jpeg"
},
{
"name": "Cambridge",
"elevation": 6,
"demonym": "Cantabrigian",
"population": 123867,
"description": "The city of Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a university city and the county town of Cambridgeshire, England. It lies in East Anglia, on the River Cam, about 50 miles (80 km) north of London. According to the United Kingdom Census 2011, its population was 123,867 (including 24,488 students). This makes Cambridge the second largest city in Cambridgeshire after Peterborough, and the 54th largest in the United Kingdom.",
"country": "United Kingdom",
"id": 9,
"image": "https://bautembach.de/wp-content/uploads/cambridge_garret_hostel_bridge.jpg"
},
{
"name": "Charleston",
"elevation": 6.096,
"demonym": "Unknown",
"population": 120083,
"description": "Charleston is the oldest and second-largest city in the U.S. state of South Carolina, the county seat of Charleston County, and the principal city in the Charleston–North Charleston–Summerville Metropolitan Statistical Area.",
"country": "United States",
"id": 10,
"image": "http://static1.squarespace.com/static/54e4e6bfe4b04465619a3b2f/54f659a2e4b088f91a788ba0/552050afe4b04e745c95eb08/1428786039927/Charleston+Night.jpg?"
},
{
"name": "Chicago",
"elevation": 181.0512,
"demonym": "Chicagoan",
"population": 2695598,
"description": "Chicago (/ʃɨˈkɑːɡoʊ/ or /ʃɨˈkɔːɡoʊ/) is the third most populous city in the United States. With over 2.7 million residents, it is the most populous city in the state of Illinois and the Midwest. The Chicago metropolitan area, often referred to as Chicagoland, is home to nearly 10 million people and is the third-largest in the U.S.",
"country": "United States",
"id": 11,
"image": "http://conradhotels3.hilton.com/resources/media/ch/en_US/img/shared/carousel/main/CN_chicagosunset.jpg"
},
{
"name": "Cologne",
"elevation": 37,
"demonym": "Unknown",
"population": 1057327,
"description": "Cologne (English pronunciation: /kəˈloʊn/; German Köln [kœln], Colognian: Kölle [ˈkœɫə]), Germany's fourth-largest city (after Berlin, Hamburg, and Munich), is the largest city both in the German Federal State of North Rhine-Westphalia and within the Rhine-Ruhr Metropolitan Area, one of the major European metropolitan areas with more than ten million inhabitants.Cologne is located on both sides of the Rhine River, fewer than eighty kilometers from Belgium.",
"country": "Germany",
"id": 12,
"image": "http://hostelblog.hostelrocket.com/wp-content/uploads/2014/12/Cologne2.jpg"
},
{
"name": "Denver",
"elevation": 1563.624,
"demonym": "Denverite",
"population": 600158,
"description": "The City and County of Denver (/ˈdɛnvər/; Arapaho: Niinéniiniicíihéhe') is the capital and most populous municipality of the U.S. state of Colorado. As of 2014, Denver is also the most populous county in Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains.",
"country": "United States",
"id": 13,
"image": "https://www.sitstayread.org/wp-content/uploads/2015/08/denver.jpg"
},
{
"name": "Edinburgh",
"elevation": 47,
"demonym": "Scots Language",
"population": 492680,
"description": "Edinburgh (/ˈɛdɪnbərə/; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈɛːtʲɛɲ]) is the capital city of Scotland, located in Lothian on the southern shore of the Firth of Forth. It is the second most populous city in Scotland and the seventh most populous in the United Kingdom. The mid-year population estimate for 2014 is 492,680. Edinburgh lies at the heart of a Functional Urban Area with a population in 2011 of 834,648. The Edinburgh city region has a population of 1,330,480.",
"country": "United Kingdom",
"id": 14,
"image": "https://edinburgh-chamber-assets.s3.amazonaws.com/sites/55896821a2cc3d709c000002/pages/55896821a2cc3d709c000004/files/ECC-Homepage.jpg"
},
{
"name": "Florence",
"elevation": 50,
"demonym": "Florentine, fiorentino",
"population": 381037,
"description": "Florence (/ˈflɒrəns/ FLOR-əns; Italian: Firenze [fiˈrɛntse], alternative obsolete form: Fiorenza [fjoˈrɛntsa]; Latin: Florentia) is the capital city of the Italian region of Tuscany and of the province of Florence.",
"country": "Italy",
"id": 15,
"image": "http://structure-production-studiopsyclonein.netdna-ssl.com/client_assets/endlessitaly/media/picture/545a/df95/2017/a871/7f00/011b/original_florence-italy.jpg"
},
{
"name": "Granada",
"elevation": 738,
"demonym": "Granadino , Granadina",
"population": 237540,
"description": "Granada (/ɡrəˈnɑːdə/, Spanish: [ɡɾaˈnaða], locally: [ɡɾaˈnaː, -ˈnaða]) is a city and the capital of the province of Granada, in the autonomous community of Andalusia, Spain. Granada is located at the foot of the Sierra Nevada mountains, at the confluence of four rivers, the Beiro, the Darro, the Genil and the Monachil. It sits at an average elevation of 738 metres above sea level, yet is only one hour by car from the Mediterranean coast, the Costa Tropical.",
"country": "Spain",
"id": 16,
"image": "http://www.tagcloudproject.eu/wp-content/uploads/2013/10/ALHAMBRA.jpg"
},
{
"name": "Hong Kong",
"elevation": 429,
"demonym": "Hongkongese",
"population": 7234800,
"description": "Hong Kong (香港; \"Fragrant Harbour\"), traditionally Hongkong, officially known as Hong Kong Special Administrative Region of the People's Republic of China, is a Special Administrative Region (SAR) on the southern coast of China at the Pearl River Estuary and the South China Sea. Hong Kong is known for its skyline and deep natural harbour. It has an area of 1104 km2 (426 sq mi) and shares its northern border with the Guangdong Province of Mainland China.",
"country": "China",
"id": 17,
"image": "https://upload.wikimedia.org/wikipedia/commons/2/23/Hong_Kong_Skyline_Restitch_-_Dec_2007.jpg"
},
{
"name": "Honolulu",
"elevation": 6,
"demonym": "Honolulan",
"population": 390738,
"description": "Honolulu (/ˌhɒnəˈluːluː/ or /ˌhoʊnəˈluːluː/; Hawaiian pronunciation: [honoˈlulu]) is the state capital and the most populous city in the U.S. state of Hawaii. It is the county seat of the City and County of Honolulu. Hawaii is a major tourist destination and Honolulu, situated on the island of Oahu, is the main gateway to Hawaii and a major gateway into the United States.",
"country": "United States",
"id": 18,
"image": "https://images.trvl-media.com/media/content/shared/images/travelguides/destination/1488/Diamond-Head-37463.jpg"
},
{
"name": "Houston",
"elevation": 13,
"demonym": "Houstonian",
"population": 2099451,
"description": "Houstonian redirects here. For other uses see: The Houstonian (disambiguation).Houston (/ˈhjuːstən/ HYOO-stən) is the most populous city in Texas and the American South, and the fourth most populous city in the United States. With a census-estimated 2014 population of 2.239 million people within a land area of 599.6 square miles (1,553 km2), it also is the largest city in the Southern United States, as well as the seat of Harris County.",
"country": "United States",
"id": 19,
"image": "http://www.divorcelawyerhouston.pro/wp-content/uploads/2013/12/Houston.png"
},
{
"name": "Istanbul",
"elevation": 39,
"demonym": "Istanbulite",
"population": 14025646,
"description": "Istanbul (/ˌɪstænˈbʊl/; Turkish: İstanbul [isˈtanbuɫ]), once known as Constantinople, is the most populous city in Turkey, and the country's economic, cultural, and historical center. Istanbul is a transcontinental city in Eurasia, straddling the Bosphorus strait between the Sea of Marmara and the Black Sea.",
"country": "Turkey",
"id": 20,
"image": "http://www.almeerajtour.com/Site_Files/Cities/23bac12.jpg"
},
{
"name": "Las Vegas",
"elevation": 609.9048,
"demonym": "Las Vegan",
"population": 583756,
"description": "Las Vegas, /lɑːs ˈveɪɡəs/ (locally, also pronounced as /lɑːs ˈvɛɡɨs/) officially the City of Las Vegas and often known as simply Vegas, is a city in the United States, the most populous city in the state of Nevada, the county seat of Clark County, and the city proper of the Las Vegas Valley.",
"country": "United States",
"id": 21,
"image": "http://thrivelasvegas.com/wp-content/uploads/2015/08/vegas.jpg"
},
{
"name": "Lisbon",
"elevation": 2,
"demonym": "Lisboeta or Alfacinha",
"population": 545245,
"description": "Lisbon (/ˈlɪzbən/; Portuguese: Lisboa, IPA: [liʒˈboɐ]) is the capital and the largest city of Portugal, with a population of 552,700 within its administrative limits in an area of 100.05 km². Its urban area extends beyond the city's administrative limits with a population of around 2.7 million people, being the 11th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon Metropolitan Area (which represents approximately 27% of the country's population).",
"country": "Portugal",
"id": 22,
"image": "http://travelnoire.com/wp-content/uploads/2014/04/Lisbon-Portugal.jpg"
},
{
"name": "London",
"elevation": 35,
"demonym": "Londoner",
"population": 8630000,
"description": "London /ˈlʌndən/ is the capital and most populous city of England and the United Kingdom. Standing on the River Thames, London has been a major settlement for two millennia, its history going back to its founding by the Romans, who named it Londinium. London's ancient core, the City of London, largely retains its 1.12-square-mile (2.9 km2) medieval boundaries and in 2011 had a resident population of 7,375, making it the smallest city in England.",
"country": "United Kingdom",
"id": 23,
"image": "http://s1.it.atcdn.net/wp-content/uploads/2015/08/2-London.jpg"
},
{
"name": "Los Angeles",
"elevation": 93,
"demonym": "Angeleno",
"population": 3928864,
"description": "Los Angeles (/lɒs ˈændʒəlɨs/ loss AN-jə-ləs), officially the City of Los Angeles and often known by its initials L.A., is the second-largest city in the United States, the most populous city in the U.S. state of California, and the county seat of Los Angeles County. Situated in Southern California, Los Angeles is known for its mediterranean climate, ethnic diversity, sprawling metropolis, and as a major center of the American entertainment industry.",
"country": "United States",
"id": 24,
"image": "https://www.choicehotels.com/cms/images/choice-hotels/citys/413541-Los-Angeles/413541-Los-Angeles.jpg"
},
{
"name": "Lyon",
"elevation": 349,
"demonym": "Lyonese, Lyonnais",
"population": 496343,
"description": "Lyon or Lyons (UK /liːˈɒn/ or /ˈliːɒn/; French pronunciation: [ljɔ̃], locally: [lijɔ̃]; Arpitan: Liyon [ʎjɔ̃]) is a city in east-central France, in the Rhône-Alpes region, situated between Paris and Marseille. The correct spelling in French is Lyon but the spelling Lyons is sometimes specified in English, particularly in newspaper style guides.",
"country": "France",
"id": 25,
"image": "http://www.fine-europe.eu/wp-content/uploads/2016/01/Lyon.jpg"
},
{
"name": "Madrid",
"elevation": 667,
"demonym": "Madrilenian, Madrilene",
"population": 3165235,
"description": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið], locally: [maˈðɾiθ, -ˈðɾi]) is a south-western European city and the capital and largest municipality of Spain. The population of the city is almost 3.2 million and that of the Madrid metropolitan area, around 7 million. It is the third-largest city in the European Union, after London and Berlin, and its metropolitan area is the third-largest in the European Union after Paris and London.",
"country": "Spain",
"id": 26,
"image": "https://www.europcar.ie/files/live/sites/seo/files/contributed/images/location%20images/corporate%20countries/Spain/Madrid-2-1160x400.jpg"
},
{
"name": "Maui",
"elevation": 3055.0105,
"demonym": "Unknown",
"population": 144444,
"description": "The island of Maui (/ˈmaʊ.iː/; Hawaiian: [ˈmɐuwi]) is the second-largest of the Hawaiian Islands at 727.2 square miles (1,883 km2) and is the 17th largest island in the United States. Maui is part of the State of Hawaii and is the largest of Maui County's four islands, bigger than Molokaʻi, Lānaʻi, and unpopulated Kahoʻolawe. In 2010, Maui had a population of 144,444, third-highest of the Hawaiian Islands, behind that of Oʻahu and Hawaiʻi Island.",
"country": "United States",
"id": 27,
"image": "https://i.ytimg.com/vi/1yuM_WDV25M/maxresdefault.jpg"
},
{
"name": "Mexico City",
"elevation": 2250,
"demonym": "Mexiqueño",
"population": 8851080,
"description": "Mexico City (/ˈmɛksɨkoʊ ˈsɪti/, MEK-sə-koh SI-tee; Spanish: Ciudad de México About this sound audio American Spanish: [sjuˈða(ð) ðe ˈmexiko], officially known as México, D. F. About this sound audio , or simply D. F.) is the federal district (distrito federal), capital of Mexico and seat of the federal powers of the union. It is a federal entity within Mexico which is not part of any one of the 31 Mexican states but belongs to the federation as a whole.",
"country": "Mexico",
"id": 28,
"image": "http://www.whitecase.com/sites/whitecase/files/images/locations/MexicoCity_Mexico_Tablet_1920x960.jpg"
},
{
"name": "Milan",
"elevation": 120,
"demonym": "Milanese",
"population": 1341667,
"description": "Milan (English /mɨˈlæn/ or US /məˈlɑːn/; Italian: Milano [miˈlaːno]; Milanese: Milan [miˈlã]), the second-most populous city in Italy, serves as the capital of Lombardy. The city proper has a population of about 1.3 million, while its urban area (the 5th-largest in the EU) comprises an estimated 5,264,000 people.",
"country": "Italy",
"id": 29,
"image": "http://www.ilikegoingout.com/images/top-historical-sites-of-milan2.jpg"
},
{
"name": "Mont Saint Michel",
"elevation": 80,
"demonym": "Montois",
"population": 44,
"description": "Le Mont-Saint-Michel (pronounced: [lə mɔ̃ sɛ̃ mi.ʃɛl]; English: Saint Michael's Mount) is an island commune in Normandy, France. It is located approximately one kilometre (0.6 miles) off the country's northwestern coast, at the mouth of the Couesnon River near Avranches.",
"country": "France",
"id": 30,
"image": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Mont_St_Michel_3,_Brittany,_France_-_July_2011.jpg"
},
{
"name": "New Orleans",
"elevation": -1.9812,
"demonym": "New Orleanian",
"population": 384320,
"description": "New Orleans (/nuː ˈɔrlɪnz/, /nuː ˈɔrliənz/, /nuː ɔrˈliːnz/, or /ˈnɔrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃]) is a major United States port and the largest city and metropolitan area in the state of Louisiana. The population of the city was 343,829 as of the 2010 U.S. Census. The New Orleans metropolitan area (New Orleans–Metairie–Kenner Metropolitan Statistical Area) had a population of 1,167,764 in 2010 and was the 46th largest in the United States.",
"country": "United States",
"id": 31,
"image": "https://upload.wikimedia.org/wikipedia/commons/0/0e/ChrisLitherlandBourbonSt.jpg"
},
{
"name": "New York City",
"elevation": 10,
"demonym": "New Yorker",
"population": 8491079,
"description": "New York – often called New York City or the City of New York to distinguish it from the State of New York, of which it is a part – is the most populous city in the United States and the center of the New York metropolitan area, the premier gateway for legal immigration to the United States and one of the most populous urban agglomerations in the world.",
"country": "United States",
"id": 32,
"image": "http://photos.cntraveler.com/2014/09/29/5429c32b425f183f61bf7316_new-york-city-skyline.jpg"
},
{
"name": "Orlando",
"elevation": 24.9936,
"demonym": "Orlandoan",
"population": 238300,
"description": "Orlando (/ɔrˈlændoʊ/) is a city in the U.S. state of Florida, and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,134,411 at the 2010 census, making it the 26th largest metropolitan area in the United States, the sixth largest metropolitan area in the Southern United States, and the third largest metropolitan area in the state of Florida.",
"country": "United States",
"id": 33,
"image": "https://upload.wikimedia.org/wikipedia/commons/8/82/OrlandoNightSkyline.jpg"
},
{
"name": "Paris",
"elevation": 35,
"demonym": "Parisien",
"population": 2241346,
"description": "Paris (UK: /ˈpærɪs/ PARR-iss; US: /ˈpɛərɪs/ PAIR-iss; French: [paʁi]) is the capital and most-populous city of France. Situated on the Seine River, in the north of the country, it is in the centre of the Île-de-France region, also known as the région parisienne, \"Paris Region\". The City of Paris has an area of 105.4 square kilometres (40.7 square miles) and had a population of 2,241,346 within its city limits in 2014.",
"country": "France",
"id": 34,
"image": "https://www.cpp.edu/~international/study-abroad/img/jXMx4mQz6MsnhP1FSKp2TJMt.jpeg"
},
{
"name": "Philadelphia",
"elevation": 12,
"demonym": "Philadelphian",
"population": 1560297,
"description": "Philadelphia (/ˌfɪləˈdɛlfiə/) is the largest city in the U.S. state of Pennsylvania and the fifth-most-populous in the United States. In the Northeastern United States, at the confluence of the Delaware and Schuylkill River, Philadelphia is the economic and cultural center of the Delaware Valley. The estimated population in 2014 was 1,560,297.In 1682, William Penn founded the city to serve as capital of the Pennsylvania Colony.",
"country": "United States",
"id": 35,
"image": "http://photos.visitphilly.com/university-city-philadelphia-skyline-day-1400vp.jpg"
},
{
"name": "Prague",
"elevation": 399,
"demonym": "Praguer",
"population": 1259079,
"description": "Prague (/ˈprɑːɡ/; Czech: Praha, [ˈpraɦa]) is the capital and largest city of the Czech Republic. It is the 15th largest city in the European Union. It is also the historical capital of Bohemia. Situated in the north-west of the country on the Vltava River, the city is home to about 1.24 million people, while its larger urban zone is estimated to have a population of nearly 2 million. The city has a temperate climate, with warm summers and chilly winters.",
"country": "Czech Republic",
"id": 36,
"image": "http://img0.svstatic.com/wallpapers/b61f7d87e44f162726256b469acdcf3d_large.jpeg"
},
{
"name": "Puerto Rico",
"elevation": 1338,
"demonym": "Puerto Ricans",
"population": 3548397,
"description": "Puerto Rico (English /ˌpɔrtə ˈriːkoʊ/ or /ˌpwɛərtə ˈriːkoʊ/; Spanish: [ˈpweɾto ˈriko]), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, literally the \"Free Associated State of Puerto Rico\"), is a United States territory located in the northeastern Caribbean. Puerto Rico is an archipelago that includes the main island of Puerto Rico and a number of smaller islands. The capital and largest city is San Juan.",
"country": "United States",
"id": 37,
"image": "http://www.prcsc.org/web/wp-content/uploads/2014/10/puerto-rico-el-morro.jpg"
},
{
"name": "Queenstown",
"elevation": 310,
"demonym": "Unknown",
"population": 28224,
"description": "Queenstown (Māori: Tāhuna) is a resort town in Otago in the south-west of New Zealand's South Island.It is built around an inlet called Queenstown Bay on Lake Wakatipu, a long thin Z-shaped lake formed by glacial processes, and has spectacular views of nearby mountains such as The Remarkables, Cecil Peak, Walter Peak and just above the town; Ben Lomond and Queenstown Hill.Queenstown has an urban population of 12,500 (June 2014 estimate), making it the 29th largest urban area in New Zealand, and the third largest urban area in Otago, behind Dunedin and Oamaru.The Queenstown-Lakes District has a land area of 8,704.97 square kilometres (3,361.01 sq mi) not counting its inland lakes (Lake Hāwea, Lake Wakatipu, and Lake Wanaka). ",
"country": "New Zealand",
"id": 38,
"image": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Queenstown_from_Bob's_Peak.jpg"
},
{
"name": "Rio de Janeiro",
"elevation": 0,
"demonym": "Carioca",
"population": 6453682,
"description": "Rio de Janeiro (/ˈriːoʊ di ʒəˈnɛəroʊ, -deɪ ʒə-, -də dʒə-/; Portuguese pronunciation: [ˈʁi.u dʒi ʒɐˈnejɾu]; January River), or simply Rio, is the second-largest city in Brazil, the sixth-largest city in the Americas, and the world's thirty-fifth-largest city by population. The metropolis is anchor to the Rio de Janeiro metropolitan area, the second most populous metropolitan area in Brazil, the sixth-most populous in the Americas, and the eighteenth-largest in the world.",
"country": "Brazil",
"id": 39,
"image": "http://global-conferences.eu/wp-content/uploads/2014/09/2_1.jpg"
},
{
"name": "Rome",
"elevation": 21,
"demonym": "Roman",
"population": 2869461,
"description": "Rome (/ˈroʊm/ ROHM; Italian: Roma [ˈroːma], Latin: Rōma) is a city and special comune (named \"Roma Capitale\") in Italy. Rome is the capital of Italy and of the Lazio region. With 2.9 million residents in 1,285 km2 (496.1 sq mi), it is also the country's largest and most populated comune and fourth-most populous city in the European Union by population within city limits. The Metropolitan City of Rome has a population of 4.3 million residents.",
"country": "Italy",
"id": 40,
"image": "https://www.ciee.org/study-abroad/images/programs/0645/headers/desktop/rome-italy-europe-open-campus-river-bridge-main.jpg"
},
{
"name": "San Francisco",
"elevation": 15.8496,
"demonym": "San Franciscan",
"population": 852469,
"description": "San Francisco (/sæn frənˈsɪskoʊ/), officially the City and County of San Francisco, is the cultural, commercial, and financial center of Northern California and the only consolidated city-county in California. San Francisco encompasses a land area of about 46.9 square miles (121 km2) on the northern end of the San Francisco Peninsula, which makes it the smallest county in the state.",
"country": "United States",
"id": 41,
"image": "http://www.sanfrancisco.travel/sites/sftraveldev.prod.acquia-sites.com/files/SanFrancisco_0.jpg"
},
{
"name": "Seattle",
"elevation": 0,
"demonym": "Seattleite",
"population": 608660,
"description": "Seattle (/siˈætəl/ see-AT-əl) is a coastal seaport city and the seat of King County. With an estimated 668,342 residents as of 2014, Seattle is the largest city in both the State of Washington and the Pacific Northwest region of North America and, as of July 2013, is the fastest-growing major city in the United States. The Seattle metropolitan area of around 3.6 million inhabitants is the 15th largest metropolitan area in the United States.",
"country": "United States",
"id": 42,
"image": "https://media-cdn.tripadvisor.com/media/photo-s/03/9b/30/26/seattle.jpg"
},
{
"name": "Seville",
"elevation": 7,
"demonym": "Sevillano , Sevillana",
"population": 703021,
"description": "Seville (/səˈvɪl/; Spanish: Sevilla [seˈβiʎa], locally: [seˈβi(ɟ)ʝa]) is the capital and largest city of the autonomous community of Andalusia and the province of Seville, Spain. It is situated on the plain of the River Guadalquivir. The inhabitants of the city are known as sevillanos (feminine form: sevillanas) or hispalenses, after the Roman name of the city, Hispalis.",
"country": "Spain",
"id": 43,
"image": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Paisaje_de_Espa%C3%B1a.JPG"
},
{
"name": "Sydney",
"elevation": "19",
"demonym": "Unknown",
"population": 4840600,
"description": "Sydney /ˈsɪdni/ is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds the world's largest natural harbour, and sprawls towards the Blue Mountains to the west. Residents of Sydney are known as \"Sydneysiders\".",
"country": "Australia",
"id": 44,
"image": "http://www.aie.edu.au/Images/sydney-campus-01.jpg"
},
{
"name": "Tokyo",
"elevation": 23,
"demonym": "Tokyoite",
"population": 13185502,
"description": "Tokyo (東京, Tōkyō, \"Eastern Capital\") (Japanese: [toːkjoː], English /ˈtoʊki.oʊ/), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan, and is both the capital and largest city of Japan. The Greater Tokyo Area is the most populous metropolitan area in the world. It is the seat of the Emperor of Japan and the Japanese government. Tokyo is in the Kantō region on the southeastern side of the main island Honshu and includes the Izu Islands and Ogasawara Islands.",
"country": "Japan",
"id": 45,
"image": "https://ict.swisscom.ch/wp-content/uploads/2015/09/tokyo.jpg"
},
{
"name": "Vancouver",
"elevation": 0,
"demonym": "Vancouverite",
"population": 603502,
"description": "Vancouver (/væŋˈkuːvər/ or /vænˈkuːvər/) officially the City of Vancouver, is a coastal seaport city on the mainland of British Columbia, Canada.The 2011 census recorded 603,502 people in the city, making it the eighth largest Canadian municipality. The Greater Vancouver area of around 2.4 million inhabitants is the third most populous metropolitan area in the country and the most populous in Western Canada.",
"country": "Canada",
"id": 46,
"image": "https://vfs.edu/sites/all/themes/vfs/img/home/vancouver-desktop.jpg"
},
{
"name": "Venice",
"elevation": 1,
"demonym": "Venetian",
"population": 264579,
"description": "Venice (English /ˈvɛnɪs/ VEN-iss; Italian: Venezia [veˈnɛttsja]; alternative obsolete form: Vinegia [viˈnɛːdʒa]; Venetian: Venèxia [veˈnɛzja]; Latin: Venetiae; Slovene: Benetke) is a city in northeastern Italy sited on a group of 118 small islands separated by canals and linked by bridges. It is located in the marshy Venetian Lagoon which stretches along the shoreline, between the mouths of the Po and the Piave Rivers.",
"country": "Italy",
"id": 47,
"image": "http://miriadna.com/desctopwalls/images/max/Venice-at-the-morning.jpg"
},
{
"name": "Vienna",
"elevation": 150.876,
"demonym": "Viennese, Wiener",
"population": 2,
"description": "Vienna (/viˈɛnə/; German: Wien, pronounced [viːn]) is the capital and largest city of Austria, and one of the nine states of Austria. Vienna is Austria's primary city, with a population of about 1.8 million (2.6 million within the metropolitan area, nearly one third of Austria's population), and its cultural, economic, and political centre. It is the 7th-largest city by population within city limits in the European Union.",
"country": "Austria",
"id": 48,
"image": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Vienna_Skyline.jpg"
},
{
"name": "Washington D.C.",
"elevation": 124.6632,
"demonym": "Washingtonian",
"population": 658893,
"description": "Washington, D.C., formally the District of Columbia and commonly referred to as \"Washington\", \"the District\", or simply \"D.C.\", is the capital of the United States. The signing of the Residence Act on July 16, 1790, approved the creation of a capital district located along the Potomac River on the country's East Coast. The U.S. Constitution provided for a federal district under the exclusive jurisdiction of the Congress and the District is therefore not a part of any U.S.",
"country": "United States",
"id": 49,
"image": "http://cdn.history.com/sites/2/2013/11/Washington-DC-hero-H.jpeg"
},
{
"name": "Yokohama",
"elevation": "43",
"demonym": "Unknown",
"population": 3697894,
"description": "Yokohama (横浜市, Yokohama-shi) (About this sound listen ), officially the City of Yokohama, is the second largest city in Japan by population after Tokyo, and most populous municipality of Japan. It is the capital city of Kanagawa Prefecture. It lies on Tokyo Bay, south of Tokyo, in the Kantō region of the main island of Honshu. It is a major commercial hub of the Greater Tokyo Area.Yokohama's population of 3.7 million makes it Japan's largest incorporated city.",
"country": "Japan",
"id": 50,
"image": "https://phgcdn.com/images/uploads/NRTYR/corporatemasthead/yokohama-royal-park-hotel.jpg"
}
]